Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Mam tylko nadzieję, że to nie jacyś szaleńcy...
uk: Сподіваюся, що це не якісь божевільні...

source: Mam tylko nadzieję, że twoja obecność we dworze nie będzie kłopotliwa.
uk: Я лише сподіваюся, що твоя присутність у маєтку не завдасть клопоту.

source: Mam tylko nadzieję, że tym razem sprowadziłeś kogoś porządnego!
uk: Сподіваюсь, цього разу ти привів когось нормального!

source: Mam tylko nadzieję, że w porcie będą potrafili przyrządzić ryby tak jak na naszym Londram.
uk: Сподіваюся, вони вміють готувати рибу так само, як це роблять на нашому Лондрамі.

source: Mam tylko nadzieję, że w tych tunelach nikt nie wpadł na pomysł by jako strażników wykorzystywać kamienne golemy!
uk: Залишається сподіватися, що в цих тунелях нікому не спало на думку використовувати кам'яних големів як вартових!

source: Mam tylko nadzieję, że zbytnio tam nie ryzykowaliście!
uk: Тільки сподіваюся, що ви не надто ризикували там!

source: Mam tylko nadzieję, że zdążyła posprzątać w pokoju.
uk: Я лише сподіваюся, що вона встигла прибрати у своїй кімнаті.

source: Mam tylko tyle złota, ale proszę weź je i nie rozpowiadaj o tym!
uk: У мене мало золота, але, будь ласка, візьми його і нікому не розповідай про це!

source: Mam u ciebie dług wdzięczności.
uk: Я в боргу перед тобою.

source: Mam ubrania kupców. Mam nadzieję, że te pieniądze nie pójdą w błoto.
uk: Вбрання багатого торговця у мене. Сподіваюся, ці гроші не пропадуть даремно.

source: Mam udać się za Uwe i pomóc w ustawianiu pali.
uk: Я повинен піти за Уве і допомогти встановити палі.

source: Mam ważniejsze rzeczy do roboty, niż męczenie się z kolejnym niewypłacalnym wieśniakiem.
uk: У мене є важливіші справи, ніж розбиратися з черговим неплатоспроможним селянином.

source: Mam ważniejsze rzeczy na głowie niż poszukiwania zaginionych dokumentów.
uk: У мене є й важливіші справи, ніж пошук зниклих документів.

source: Mam ważniejsze rzeczy na głowie niż zajmowanie się sprawami Armara.
uk: У мене є важливіші справи, ніж розбиратися зі справами Армара.

source: Mam ważniejsze sprawy na głowie.
uk: У мене є важливіші справи.

source: Mam ważną sprawę do załatwienia w Leżu.
uk: У мене важливі справи в Лігві.

source: Mam wiadomość bezpośrednio dla Corteza.
uk: У мене є повідомлення безпосередньо для Кортеза.

source: Mam wiele rzeczy do zrobienia, zostaw mnie w spokoju.
uk: У мене багато роботи, залиш мене в спокої.

source: Mam wieści.
uk: У мене є новини.

source: Mam wina słodkie i półsłodkie. Do wyboru, do koloru.
uk: У мене є солодкі та напівсолодкі вина. На будь-який смак і колір.

source: Mam wino od Bastiana. Oby smakowało Marcie.
uk: Я взяв вино у Бастіана. Сподіваюся, що Марті воно сподобається.

source: Mam wino.
uk: У мене є вино.

source: Mam więc coś, co nawet taki idiota jak ty powinien zrozumieć.
uk: У мене є дещо, що навіть такий ідіот, як ти, повинен зрозуміти.

source: Mam wodę!
uk: У мене є вода!

source: Mam wrażenie, jakby mnie obserwowała.
uk: Таке відчуття, що вона спостерігає за мною.

source: Mam wrażenie, jakby moje ręce cały czas się trzęsły.
uk: Мені здається, що мої руки весь час тремтять.

source: Mam wrażenie, że Folkard nigdy nie pozna losu zaginionego Rolfa...
uk: У мене таке відчуття, що Фолькард ніколи не дізнається про долю зниклого Рольфа...

source: Mam wrażenie, że zdradzasz mi szczegóły ze swojej przeszłości. Nie boisz się, że mógłbym je wykorzystać przeciwko tobie?
uk: Мені здалося, що ти відкриваєш мені деталі зі свого минулого. Ти не боїшся, що я можу використати їх проти тебе?

source: Mam wrócić, odrąbać im głowy, żeby cię przekonać?
uk: Мені повернутися і відрубати їм голови, щоб переконати тебе?

source: Mam wszystkie 4 paczki.
uk: У мене є всі 4 пакунки.

source: Mam wszystkie potrzebne składniki. Mogę ugotować gulasz na pobliskim ognisku.
uk: У мене є всі необхідні складники. Я можу приготувати рагу на вогнищі неподалік.

source: Mam wszystkie składniki.
uk: Я маю все необхідне.

source: Mam wszystko czego potrzebujesz. (Sprzedaj dania)
uk: У мене є те, що тобі потрібно. (Продати страви)

source: Mam wszystko czego potrzebujesz. (Sprzedaj głowę polnego pełzacza)
uk: У мене є те, що тобі потрібно. (Продати голови богомолів)

source: Mam wszystko czego potrzebujesz. (Sprzedaj jaja ścierwojada)
uk: У мене є те, що тобі потрібно. (Продати яйця падальників)

source: Mam wszystko czego potrzebujesz. (Sprzedaj mięso)
uk: У мене є те, що тобі потрібно. (Продати м'ясо).

source: Mam wszystko czego potrzebujesz. (Sprzedaj niebieski bez)
uk: У мене є те, що тобі потрібно. (Продати синю бузину)

source: Mam wszystko czego potrzebujesz. (Sprzedaj płyty pancerza pełzacza)
uk: У мене є те, що тобі потрібно. (Продати панцирні пластини повзунів)

source: Mam wszystko czego potrzebujesz. (Sprzedaj rogi)
uk: У мене є те, що тобі потрібно. (Продати роги)

source: Mam wszystko czego potrzebujesz. (Sprzedaj skrzydła)
uk: У мене є те, що тобі потрібно. (Продати крила)

source: Mam wszystko czego potrzebujesz. (Sprzedaj skóry i futra)
uk: У мене є те, що тобі потрібно. (Продати шкури та хутро)

source: Mam wszystko czego potrzebujesz. (Sprzedaj sproszkowaną rude)
uk: У мене є те, що тобі потрібно. (Продати рудний порошок)

source: Mam wszystko czego potrzebujesz. (Sprzedaj srebro)
uk: У мене є те, що тобі потрібно. (Продати срібло)

source: Mam wszystko czego potrzebujesz. (Sprzedaj żelazo)
uk: У мене є те, що тобі потрібно. (Продати залізо)

source: Mam wszystko, czego potrzeba do przygotowania zwoju, ale jedyny stół odpowiedni dla tego zajęcia stoi w domu Lokvara.
uk: Я маю все необхідне для підготовки сувою, але єдиний стіл, придатний для цього, знаходиться в будинку Локвара.

source: Mam wszystko, czego potrzebujesz.
uk: У мене є все, що тобі потрібно.

source: Mam wszystko, czego zażądałeś.
uk: У мене є все, що ти просив.

source: Mam wszystko, o co prosiłeś.
uk: У мене є все, про що ти просив.

source: Mam wycinać trawę?
uk: Я маю косити траву?

source: Mam wykuć coś specjalnego?
uk: Мені викувати щось особливе?

source: Mam wypić ten eliksir?
uk: Цей еліксир потрібно випити?

source: Mam wziąć drewno z magazynu i rozłożyć je jako zabezpieczenie przed pełzaczami nad domami pracowników Małej Winnicy.
uk: Я маю взяти зі складу кілька дощок і прибити їх над будинками працівників Малого виноградника у якості захисту від шкідників.

source: Mam wziąć z niej wszystko, czego potrzebuję na wyprawę.
uk: Я маю взяти звідти все необхідне для експедиції.

source: Mam wątpliwości, czy Andreas będzie dobrze rządził winnicą, ale kto wie, może się zaskoczę.
uk: Я маю сумніви щодо того, чи вдасться Андреасові добре керувати виноградником, та хтозна, може він мене ще здивує.

source: Mam z ludźmi Lichwiarza pewne niedokończone interesy.
uk: У мене є незавершена справа з людьми Лихваря.

source: Mam za sobą rodzinny test, więc przez jakiś czas będę miał trochę spokoju. Gorzej, kiedy ojciec znowu każe mi zapolować na jakiegoś grubego zwierza...
uk: Сімейне випробування позаду, тож на деякий час я матиму трохи спокою і тиші. Буде гірше, коли батько знову скаже мені полювати на якусь велику дичину...

source: Mam zabić bezbronnego chłopaka? Nic z tego.
uk: Ти хочеш, щоб я вбив беззахисного хлопчину? Цього не буде.

source: Mam zacząć od odpowiedniego przycięcia kłód. Brzmi jak proste zadanie, szczególnie że nabrałem w tym wprawy pod okiem Knuta i Uwe.
uk: Я повинен почати з правильного розпилювання колод. Звучить як просте завдання, тим паче, що я вже набув у цьому досвіду під керівництвом Кнута та Уве.

source: Mam zacząć od odpowiedniego przycięcia kłód. Brzmi jak proste zadanie, szczególnie że nabrałem w tym wprawy pod okiem Knuta.
uk: Я повинен почати з правильного розпилювання колод. Звучить як просте завдання, тим паче, що я вже набув у цьому досвіду під керівництвом Кнута.

source: Mam zacząć od odpowiedniego przycięcia kłód. Brzmi jak proste zadanie, szczególnie że nabrałem w tym wprawy pod okiem Uwe.
uk: Я повинен почати з правильного розпилювання колод. Звучить як просте завдання, тим паче, що я вже набув у цьому досвіду під керівництвом Уве.

source: Mam zacząć od odpowiedniego przycięcia kłód. Brzmi jak proste zadanie.
uk: Я маю почати з правильного розпилювання колод. Звучить як просте завдання.

source: Mam zamiatać ci podłogę?
uk: Я маю підмітати вулиці?

source: Mam zapasowy klucz prowadzący do pokoju Igora.
uk: У мене є запасний ключ від кімнати Ігоря.

source: Mam zasadę - z czerwonymi nie gadam.
uk: У мене є правило – не розмовляти з вартовими.

source: Mam zażądać od Gildii opłacenia tych wszystkich rzeczy?
uk: Чи варто вимагати від Гільдії, щоб вони оплатили це все?

source: Mam zdobyć strój robotnika. Unicorn zasugerował drwali. Najwyższy czas ich odwiedzić.
uk: Я маю отримати робоче вбрання. Юнікорн запропонував звернутися до лісорубів. Саме час їх відвідати.

source: Mam zestrzelić deski przy magazynie, wdrapać się do środka i przedostać do koszar. Tengral będzie czekał pod bramą ze wszystkimi ocalałymi.
uk: Я маю збити дошки зі стіни складу, залізти всередину і дістатися до казарм. Тенграл чекатиме біля воріт з усіма вцілілими.

source: Mam zioła, o które prosiłeś.
uk: Я приніс трави, які ти просив.

source: Mam zmusić ich do spłaty długu?
uk: Мені змусити їх сплатити борг?

source: Mam znaleźć 4 paczki towarów dla przewoźnika. Znajdę je na drugim brzegu rzeki.
uk: Потрібно знайти 4 пакунки з товаром для перевізника. Вони десь на іншому березі річки.

source: Mam znaleźć dwóch strażników, których Lennart wysłał po dostawę żywności na Farmę Bermara, i dopilnować, by ich ładunek dotarł do magazynów straży.
uk: Я повинен знайти двох вартових, яких Ленарт відправив за продуктами на ферму Бермара, і простежити, щоб їхній вантаж потрапив на склади Варти.

source: Mam zwój przemiany w wilka.
uk: Я маю сувій перетворення у вовка.

source: Mam złe wieści.
uk: У мене погані новини.

source: Mam złoto, mam broń, a w pobliżu nie ma moich odżałowanej pamięci towarzyszy.
uk: У мене є золото, є зброя, і поруч немає нікого з моїх злощасних товаришів.

source: Mam złoto, mnóstwo złota, dostaniesz wszystko!
uk: У мене є золото, багато золота, ти отримаєш все!

source: Mam świadka, który widział, jak Recon i Veigo sabotowali dźwig. Nazywa się Alder i jest tutaj z nami.
uk: У мене є свідок, який бачив, як Рікон і Вейго саботували роботу крана. Його звуть Альдер, і він тут, з нами.

source: Mam, ale ograniczoną ilość, dlatego każdy dostaje po jednej. Chcemy, żeby trafiły do jak największego grona obywateli.
uk: Маю, але в обмеженій кількості, тож кожному дістанеться по одній. Ми хочемо, щоб вони дісталися якомога більшій кількості громадян.

source: Mam. Zaczynajmy.
uk: Так. Почнімо.

source: Mam. Znaczy mam, ale nie AŻ tyle. Udało mi się zebrać połowę tej sumy.
uk: Маю. Точніше, маю, але не НАСТІЛЬКИ багато. Мені вдалось зібрати половину цієї суми.

source: Mam... a zresztą - nie mogę ci powiedzieć.
uk: Я маю... та загалом - я не можу тобі сказати.

source: Mam... lęk wysokości.
uk: Я... боюсь висоти.

source: Mam... zdradzić dowódcę...? Mam zdradzić oddział, któremu służę?
uk: Я маю... зрадити командира...? Я маю зрадити підрозділ, в якому служу?

source: Mamy cię na oku. Niczego nie próbuj.
uk: Ми не спускаємо з тебе очей. Не намагайтеся нічого провернути.

source: Mamy ciężkie czasy. Każda moneta to być albo nie być, więc szukam sposobów na zarobek.
uk: Настали важкі часи. Потрібно рахувати кожну монету, тож я шукаю спосіб підзаробити.

source: Mamy czas!
uk: У нас є час.

source: Mamy dokonać transakcji. Za te pieniądze kupi sobie ładną posiadłość w innej dzielnicy miasta.
uk: Ми маємо укласти угоду. За ці гроші він купить собі гарний будинок в іншій частині міста.

source: Mamy dokładne informacje o patrolach, liczbie uzbrojonych wojowników oraz ewentualnych cywilach.
uk: У нас є точна інформація про патрулі, кількість озброєних воїнів і можливих цивільних.

source: Mamy drewno!
uk: У нас є деревина!

source: Mamy dzisiaj naprawdę dużo szczęścia. Może spróbujesz przepisać jeszcze kilka zwojów, a ja popilnuję Lokvara?
uk: Нам сьогодні справді пощастило. Чому б тобі не спробувати переписати ще кілька сувоїв, поки я стежитиму за Локваром?

source: Mamy intruza, chłopaki!
uk: У нас незваний гість, хлопці!

source: Mamy iść razem szukać rekrutów do straży.
uk: Ми маємо разом вирушити на пошуки новобранців для Варти.

source: Mamy jeszcze jedną rzecz do obgadania, młody. Spodoba ci się to, co powiem.
uk: У нас є ще дещо, що потрібно обговорити, хлопче. Тобі сподобається те, що я скажу.

source: Mamy jeszcze trochę czasu, zanim dobijemy do brzegu.
uk: У нас ще є трохи часу, перш ніж ми дістанемося берега.

source: Mamy jeszcze tylko rok do próby wody, jeśli magowie uznają, że to nasza wina, to możemy zapomnieć o święceniach w ciągu najbliższej dekady!
uk: Нам лишився один рік до Випробування Води, і якщо маги дізнаються, що це наша провина, ми можемо забути про посвячення у найближче десятиліття!

source: Mamy mnóstwo roboty, bo sytuacja na wyspie robi się coraz bardziej napięta. Ale damy radę, Araxos zawsze daje radę.
uk: У нас багато роботи, тому що ситуація на острові стає все більш напруженою. Але ми впораємося, Араксос завжди справляється.

source: Mamy nadzieję, że gra, w którą włożyliśmy tyle serca, daje Wam sporo zabawy, a historia będzie Was trzymać w napięciu aż do samego końca rozgrywki.
uk: Ми сподіваємося, що гра, в яку ми вклали стільки душі, принесе вам безліч задоволення, а історія буде тримати вас у напрузі до самого кінця гри.

source: Mamy napiętą atmosferę. Einar ostatnio pracuje jak szalony, a Ulryka ewidentnie coś gryzie. No i jeszcze Yezegan nie wychodzi ze swojej pracowni...
uk: У нас напружена атмосфера. Ейнар останнім часом працює як божевільний, а Ульрік явно щось замислив. А ще Єзеган не вилазить зі своєї майстерні...

source: Mamy ostatnio problemy z dostawami wina, a bez niego twoje spotkanie z Benem będzie niemożliwe.
uk: Останнім часом у нас виникли проблеми з постачанням вина, а без нього ваша зустріч з Беном буде неможливою.

source: Mamy otwartą wojnę - albo my, albo on.
uk: Ми у відкритій війні – або ми, або він.

source: Mamy pod dostatkiem broni i mikstur, o ile nie wróci jakiś większy oddział Wilczych Synów, to powinniśmy dać radę.
uk: Зброї та мікстур у нас вдосталь, і якщо не повернеться якийсь більший загін Вовчих Синів, ми дамо собі раду.

source: Mamy prawo do głosu i musimy z niego skorzystać, zanim będzie za późno!
uk: Ми маємо право голосу і повинні ним скористатися, поки не пізно!

source: Mamy prawo tu być, tak samo, jak obcy najwyraźniej mają prawo osiedlać się na naszej ziemi.
uk: Ми маємо право тут перебувати, так само, як чужинці мають право селитися на нашій землі.

source: Mamy rozkazy!
uk: У нас наказ!

source: Mamy również w ofercie wspaniale trofea zdobyte przez lokalnych myśliwych oraz wiele niezwykłych artefaktów, które będą świetną pamiątką z wyprawy na Archolos!
uk: Також у нас є чудові трофеї, здобуті місцевими мисливцями, і багато незвичайних артефактів, які стануть чудовим сувеніром на згадку про вашу подорож до Архолосу!

source: Mamy się upewnić, że zostaną odpowiednio powitani.
uk: Ми маємо переконатися, що вони отримають належний прийом.

source: Mamy sprawy do wyrównania, kolego.
uk: Ми повинні поквитатися, друже мій.

source: Mamy swoje tradycje i nie zamierzamy tego zmieniać.
uk: У нас свої традиції, і ми не збираємось їх змінювати.

source: Mamy swoje tradycje i nie zamierzamy tego zmienić.
uk: У нас свої традиції, і ми не збираємось їх змінювати.

source: Mamy taką umowę: zwycięzca każdej partii jest zwycięzcą naszych debat, a dzisiejsza jest zbyt ważna, bym mógł ją odpuścić!
uk: У нас така домовленість: переможець кожної партії є переможцем наших дебатів, а сьогоднішні дебати надто важливі, щоб я міг їх програти!

source: Mamy teraz okazję by pokazać, że Gildia Kupiecka to organizacja pełna profesjonalistów i że potrafimy rozwiązywać problemy miasta efektywniej niż straż.
uk: Тепер у нас є можливість показати, що Торгова Гільдія – це організація, сповнена професіоналів, і що ми можемо вирішувати проблеми міста ефективніше, ніж Варта.

source: Mamy to, po co przyszliśmy.
uk: Ми отримали те, за чим прийшли.

source: Mamy trochę więcej autonomii niż wyspy takie jak Khorinis, przede wszystkim ze względu na skomplikowaną historię tego miejsca oraz spore znaczenie gospodarcze...
uk: У нас трохи більше автономії, ніж на таких островах, як Хорініс, головним чином через складну історію цього місця та важливе економічне значення...

source: Mamy tu kilka osób, które od czasu do czasu sprawiają nam kłopoty, na przykład taki Rik lub Otho. Ludzie w wiosce są raczej spokojni, czego nie można powiedzieć o miastowych.
uk: У нас тут є кілька людей, які час від часу завдають нам клопоту, наприклад, такі як Рік чи Отто. Люди в селі досить тихі, чого не скажеш про містян.

source: Mamy tu mięso i zupy, ale brakuje mi smaku soczystego jabłka. Nic innego nie daje mi tyle siły.
uk: У нас тут є м'ясо і супи, але я сумую за смаком соковитого яблука. Ніщо інше не дає мені стільки сил.

source: Mamy tu święty spokój. Od podatków, od straży, od tłumów miasta. Piękne życie.
uk: У нас тут священний спокій. Від податків, від Варти, від міського натовпу. Прекрасне життя.

source: Mamy tutaj najlepszy alkohol i najlepsze dziewczyny, jeśli oczywiście masz trochę złota do wydania. Zapraszam!
uk: У нас тут найкраща випивка і найкращі дівчата, якщо, звичайно, у тебе є трохи золота. Ласкаво просимо!

source: Mamy tutaj właśnie taki dźwig towarowy. Jest niesprawny od dłuższego czasu i jako że nie przybywa do nas ostatnio zbyt dużo towarów, to nikt zbytnio się tym nie przejmował.
uk: Ми маємо саме такий підйомник, але він давно вже не працює. Але оскільки останнім часом до нас не надходить багато товарів, то ніхто цим особливо не переймається.

source: Mamy umowę z pewną winnicą na wyspie, która regularnie dostarcza nam zaopatrzenie dla karczmy.
uk: У нас є домовленість з одним виноградником на острові, який регулярно постачає нам припаси для корчми.

source: Mamy uwierzyć strażnikowi miejskiemu? Jednemu z naszych katów?
uk: Ми маємо повірити міському вартовому? Одному з наших катів?

source: Mamy w naszych szeregach, kogoś komu wydaje się, że może szkodzić interesom naszego szefa.
uk: У наших лавах є людина, яка, схоже, здатна зашкодити інтересам нашого шефа.

source: Mamy w niej udziały i trochę nas będzie kosztować to, by to odwrócić... Rozumiesz, że potrącę to oczywiście z twojej nagrody.
uk: Ми інвестували в нього, і його відновлення нам дорого обійдеться... Ти ж розумієш, що я вирахую це з твоєї винагороди.

source: Mamy więc wszystkie 3, pora połączyć je w całość. Raczej nie powinienem mieć z tym problemu.
uk: Отже, у нас є всі три. Настав час зібрати їх докупи. Гадаю, у мене не повинно виникнути з цим проблем.

source: Mamy wspólnego wroga. To on porwał i doprowadził do śmierci twojego brata. To on porwał i doprowadził do śmierci moich ludzi. Musimy go powstrzymać.
uk: Ми маємо спільного ворога. Саме він викрав твого брата і замордував його. Це він викрав і замордував моїх людей. Ми повинні його зупинити.

source: Mamy wspólny cel, więc myślę, że nie zaszkodzi, bym przekazał ci podstawy korzystania z energii magicznej.
uk: У нас спільна мета, тому я думаю, що не буде лишнім навчити тебе основам використання магічної енергії.

source: Mamy zadanie. Potrzebuję cię do obserwowania ludzi w karczmie Gerstanda.
uk: У нас завдання. Я хочу, щоб ти поспостерігав за людьми в корчмі Герстанда.

source: Mamy zioła, eliksiry i specyfiki lecznicze.
uk: У нас є трави, зілля та лікарські засоби.

source: Mamy zwycięzcę kolejnej rundy! Marvin odpada z turnieju!
uk: У нас є переможець наступного раунду! Марвін вибуває з турніру!

source: Mana
uk: Мана

source: Mana +
uk: Мана +

source: Mana + 1
uk: Мана + 1

source: Mana + 2
uk: Мана + 2

source: Mana + 5
uk: Мана + 5

source: Mana/sek.
uk: Мани за секунду

source: Mandes był naszą nadzieją na lepsze jutro. Jako jedyny miał jaja, żeby wypowiedzieć władzy otwartą wojnę.
uk: Мандес був нашою надією на краще завтра. Він був єдиним, хто наважився оголосити владі відкриту війну.

source: Mandes był siłą, z którą Morris musiał się liczyć, a Blake jest jego godnym następcą.
uk: Мандес був силою, з котрою Морріс мусив рахуватись, а Блейк – його гідний наступник.

source: Manekin
uk: Манекен

source: Manifest okrętowy
uk: Корабельний журнал

source: Manuskrypt zielarski
uk: Манускрипт про трави

source: Mapa
uk: Мапа

source: Mapa Jona.
uk: Мапа Йона.

source: Mapa Moritza
uk: Мапа Моріца

source: Mapa do skarbu
uk: Мапа скарбів

source: Mapa kanałów
uk: Мапа каналізації

source: Mapa miasta Archolos
uk: Мапа міста Архолос

source: Mapa miejskich kanałów Archolos.
uk: Мапа міської каналізації Архолосу.

source: Mapa od Pablo
uk: Мапа Пабло

source: Mapa skarbów, którą znalazł
uk: Мапа скарбів, яку знайшов

source: Mapa wioski Silbach
uk: Мапа села Сільбах

source: Mapa wyspy Archolos
uk: Мапа острова Архолос

source: Mapa wyspy Archolos ze znacznikami
uk: Мапа острова Архолос з позначками

source: Mapy gdzie były pomylone kierunki świata, a niektóre z wysp zdawały się być ukradzione z jakiś baśni.
uk: Мапи, на яких були переплутані сторони світу, а деякі острови здавалися вкраденими з якоїсь казки.

source: Marchewka
uk: Морквина

source: Marco
uk: Марко

source: Marco pewnie uważał, że wygadałem komuś o jego zielu... Dlatego mnie przegonił... Sam rozumiesz.
uk: Марко, мабуть, подумав, що я комусь розповів про його траву. Тому він прогнав мене... Сам розумієш.

source: Markus
uk: Маркус

source: Markus codziennie znajduje tam świeże truchła zwierząt.
uk: Маркус щодня знаходить там свіжі трупи звірів.

source: Markus jest trenerem strzelania z łuku, zręczności, łowiectwa oraz wytwarzania łuków. Powinienem go szukać w namiocie na zachód od południowej bramy wioski Silbach.
uk: Маркус – учитель стрільби з лука, спритності, полювання та виготовлення луків. Мені слід шукати його в наметі на захід від південних воріт села Сільбах.

source: Markus pokierował mnie w stronę wieży sygnałowej i obozu drwali. Wieża znajduje się na południowym wschodzie, gdzie grasuje sporo ścierwojadów. Do obozu dojdę mijając wieżę sygnałową i przechodząc przez most nad wodospadem. Markus radził mi nie ryzykować i nie przechodzić przez kamienny łuk, a przepłynąć przez rzekę.
uk: Маркус розповів мені, як дістатись до сигнальної вежі та табору лісорубів. Вежа знаходиться на південному сході, де блукає багато падальників. Я дійду до табору, пройшовши повз сигнальну вежу і перейшовши міст над водоспадом. Маркус порадив мені не ризикувати і не йти через кам'яну арку, а переплисти річку.

source: Markus pomaga strzec północnej bramy, a Carden patroluje obszar w pobliżu traktu do miasta.
uk: Маркус допомагає охороняти північні ворота, а Карден патрулює ділянку біля дороги до міста.

source: Markus powiedział mi, że w czasie burzy znalazł owcę z naderwanym uchem, która odłączyła się od stada i została napadnięta przez wilka.
uk: Маркус розповів мені, що під час бурі він знайшов вівцю з відірваним вухом, яка відокремилася від отари і на яку напав вовк.

source: Markus rzucił się na góry złota w skarbcu.
uk: Маркус кинувся на гори золота в скарбниці.

source: Markus rzucił się na góry złota w skarbcu. Zanim się spostrzegliśmy, został zamknięty za ogromnymi kamiennymi ścianami.
uk: Маркус кинувся на гори золота в скарбниці. Не встигли ми озирнутися, як він був замкнений за величезними кам'яними стінами.

source: Markus to tutejszy łowca oraz łuczarz. Handluje bronią strzelecką, trofeami łowieckimi oraz przepisami na bronie strzeleckie. Mieszka w namiocie na zachód od południowej bramy wioski.
uk: Маркус – місцевий мисливець і майстер луків. Він торгує стрілецькою зброєю, мисливськими трофеями та кресленнями стрілецької зброї. Він живе в наметі на захід від південних воріт села.
